export const GameSrcValues = [
  {
    src: "https://cdn.class101.net/images/171f6948-4553-4cd4-9fcd-98f9dd61c547/1200x630",
    href: "https://mantine.dev",
    avatar: "https://cdn.class101.net/images/171f6948-4553-4cd4-9fcd-98f9dd61c547/1200x630",
    gameName: "해바라기 소녀",
    gameExplain:
      "나는 침대가 너무 좋다. 그래서 하루종일 침대에서 보내는 것만이 나의 소망이다. 밥도 침대에서 먹고 싶고 공부는 침대에서도 별로 하고 싶지는 않다. 그냥 쉬고 싶은 마음이 크다. 하지만 사회적인 틀과 생활 패턴, 의무에 밀려 이런 소망은 이루어질 수 없는 것 같아서 너무나도 아쉽다. 침대는 나의 피난처이자, 안식처인 것 같은데 여기서 벗어나야 한다는 게 너무나도 힘들다. 난 행복하게 쉬면서 휴식을 취하는 것이 이렇게 어려울 줄은 몰랐다. 물론 쉬는 것이 일에 비해 쉬운 일은 아닌 것 같다. 쉬는 것에도 방법이 있고, 필요한 것 같다. 그런데 그 방법을 찾는 것도 힘들다. 그래서 난 이런 생각에 빠져버렸다. 어쩌면 나의 쉬는 방법은 오롯이 침대에서 보내는 것일지도 모른다는 것을.<br/><br/>내가 편안하게 쉬고 휴식을 취하는 방법은 단순히 침대에서 푹 쉬는 것이지만, 그것을 계속 실천하기란 쉽지 않다. 이 사회의 노동 중심적 패러다임은 우리에게 언제나 쉬지 말고 일하라고 말한다. 그런데 왜 우리는 그렇게 피곤해지지 않아도 되는 상황에서도 그렇게까지 해야 할까? 이런 생각을 하면서 나는 더욱더 휴식에 대한 필요성을 느꼈다.<br/><br/>그러나 사실, 이 세상 모든 사람이 모두 침대에서 쉬는 것을 원하는 것은 아니다. 어떤 사람들은 산에서 쉬는 것을 좋아하고, 어떤 사람들은 바다에서 쉬는 것을 좋아한다. 또 어떤 사람들은 조용한 카페에서 책을 읽으며 쉬는 것을 좋아한다. 이처럼 각자에게는 자신만의 휴식 방식이 있으며, 그것이 우리에게 힘과 에너지를 다시 찾게 해준다.",
  },
  {
    src: "https://i3.ruliweb.com/img/22/10/01/18393ee297a1734b9.jpeg",
    href: "https://mantine.dev",
    avatar: "https://i3.ruliweb.com/img/22/10/01/18393ee297a1734b9.jpeg",
    gameName: "나히다",
    gameExplain:
      "나는 침대가 너무 좋다. 그래서 하루종일 침대에서 보내는 것만이 나의 소망이다. 밥도 침대에서 먹고 싶고 공부는 침대에서도 별로 하고 싶지는 않다. 그냥 쉬고 싶은 마음이 크다. 하지만 사회적인 틀과 생활 패턴, 의무에 밀려 이런 소망은 이루어질 수 없는 것 같아서 너무나도 아쉽다. 침대는 나의 피난처이자, 안식처인 것 같은데 여기서 벗어나야 한다는 게 너무나도 힘들다. 난 행복하게 쉬면서 휴식을 취하는 것이 이렇게 어려울 줄은 몰랐다. 물론 쉬는 것이 일에 비해 쉬운 일은 아닌 것 같다. 쉬는 것에도 방법이 있고, 필요한 것 같다. 그런데 그 방법을 찾는 것도 힘들다. 그래서 난 이런 생각에 빠져버렸다. 어쩌면 나의 쉬는 방법은 오롯이 침대에서 보내는 것일지도 모른다는 것을.<br/><br/>내가 편안하게 쉬고 휴식을 취하는 방법은 단순히 침대에서 푹 쉬는 것이지만, 그것을 계속 실천하기란 쉽지 않다. 이 사회의 노동 중심적 패러다임은 우리에게 언제나 쉬지 말고 일하라고 말한다. 그런데 왜 우리는 그렇게 피곤해지지 않아도 되는 상황에서도 그렇게까지 해야 할까? 이런 생각을 하면서 나는 더욱더 휴식에 대한 필요성을 느꼈다.<br/><br/>그러나 사실, 이 세상 모든 사람이 모두 침대에서 쉬는 것을 원하는 것은 아니다. 어떤 사람들은 산에서 쉬는 것을 좋아하고, 어떤 사람들은 바다에서 쉬는 것을 좋아한다. 또 어떤 사람들은 조용한 카페에서 책을 읽으며 쉬는 것을 좋아한다. 이처럼 각자에게는 자신만의 휴식 방식이 있으며, 그것이 우리에게 힘과 에너지를 다시 찾게 해준다.",
  },
  {
    src: "https://cdn.class101.net/images/171f6948-4553-4cd4-9fcd-98f9dd61c547/1200x630",
    href: "https://mantine.dev",
    avatar: "https://cdn.class101.net/images/171f6948-4553-4cd4-9fcd-98f9dd61c547/1200x630",
    gameName: "해바라기 소녀",
    gameExplain:
      "나는 침대가 너무 좋다. 그래서 하루종일 침대에서 보내는 것만이 나의 소망이다. 밥도 침대에서 먹고 싶고 공부는 침대에서도 별로 하고 싶지는 않다. 그냥 쉬고 싶은 마음이 크다. 하지만 사회적인 틀과 생활 패턴, 의무에 밀려 이런 소망은 이루어질 수 없는 것 같아서 너무나도 아쉽다. 침대는 나의 피난처이자, 안식처인 것 같은데 여기서 벗어나야 한다는 게 너무나도 힘들다. 난 행복하게 쉬면서 휴식을 취하는 것이 이렇게 어려울 줄은 몰랐다. 물론 쉬는 것이 일에 비해 쉬운 일은 아닌 것 같다. 쉬는 것에도 방법이 있고, 필요한 것 같다. 그런데 그 방법을 찾는 것도 힘들다. 그래서 난 이런 생각에 빠져버렸다. 어쩌면 나의 쉬는 방법은 오롯이 침대에서 보내는 것일지도 모른다는 것을.<br/><br/>내가 편안하게 쉬고 휴식을 취하는 방법은 단순히 침대에서 푹 쉬는 것이지만, 그것을 계속 실천하기란 쉽지 않다. 이 사회의 노동 중심적 패러다임은 우리에게 언제나 쉬지 말고 일하라고 말한다. 그런데 왜 우리는 그렇게 피곤해지지 않아도 되는 상황에서도 그렇게까지 해야 할까? 이런 생각을 하면서 나는 더욱더 휴식에 대한 필요성을 느꼈다.<br/><br/>그러나 사실, 이 세상 모든 사람이 모두 침대에서 쉬는 것을 원하는 것은 아니다. 어떤 사람들은 산에서 쉬는 것을 좋아하고, 어떤 사람들은 바다에서 쉬는 것을 좋아한다. 또 어떤 사람들은 조용한 카페에서 책을 읽으며 쉬는 것을 좋아한다. 이처럼 각자에게는 자신만의 휴식 방식이 있으며, 그것이 우리에게 힘과 에너지를 다시 찾게 해준다.",
  },
  {
    src: "https://cdn.class101.net/images/171f6948-4553-4cd4-9fcd-98f9dd61c547/1200x630",
    href: "https://mantine.dev",
    avatar: "https://cdn.class101.net/images/171f6948-4553-4cd4-9fcd-98f9dd61c547/1200x630",
    gameName: "해바라기 소녀",
    gameExplain:
      "나는 침대가 너무 좋다. 그래서 하루종일 침대에서 보내는 것만이 나의 소망이다. 밥도 침대에서 먹고 싶고 공부는 침대에서도 별로 하고 싶지는 않다. 그냥 쉬고 싶은 마음이 크다. 하지만 사회적인 틀과 생활 패턴, 의무에 밀려 이런 소망은 이루어질 수 없는 것 같아서 너무나도 아쉽다. 침대는 나의 피난처이자, 안식처인 것 같은데 여기서 벗어나야 한다는 게 너무나도 힘들다. 난 행복하게 쉬면서 휴식을 취하는 것이 이렇게 어려울 줄은 몰랐다. 물론 쉬는 것이 일에 비해 쉬운 일은 아닌 것 같다. 쉬는 것에도 방법이 있고, 필요한 것 같다. 그런데 그 방법을 찾는 것도 힘들다. 그래서 난 이런 생각에 빠져버렸다. 어쩌면 나의 쉬는 방법은 오롯이 침대에서 보내는 것일지도 모른다는 것을.<br/><br/>내가 편안하게 쉬고 휴식을 취하는 방법은 단순히 침대에서 푹 쉬는 것이지만, 그것을 계속 실천하기란 쉽지 않다. 이 사회의 노동 중심적 패러다임은 우리에게 언제나 쉬지 말고 일하라고 말한다. 그런데 왜 우리는 그렇게 피곤해지지 않아도 되는 상황에서도 그렇게까지 해야 할까? 이런 생각을 하면서 나는 더욱더 휴식에 대한 필요성을 느꼈다.<br/><br/>그러나 사실, 이 세상 모든 사람이 모두 침대에서 쉬는 것을 원하는 것은 아니다. 어떤 사람들은 산에서 쉬는 것을 좋아하고, 어떤 사람들은 바다에서 쉬는 것을 좋아한다. 또 어떤 사람들은 조용한 카페에서 책을 읽으며 쉬는 것을 좋아한다. 이처럼 각자에게는 자신만의 휴식 방식이 있으며, 그것이 우리에게 힘과 에너지를 다시 찾게 해준다.",
  },
];
